[
    
    {
      "title": "الحب تحت المطر",
      "thumbnail": "assets/images/books/alhubu-taht-almatar.jpg",
      "description": "تتسارع أحداث الرواية ليبرز مشهد درامي يكشف عن مرزوق فوق سريره بالمستشفى غارق الرأس والوجه الأربطة.. وبعدها يغادر مرزوق المستشفى بوجه جديد ليعلن لفتنة انتهائه فهو لم يعد مؤهلاً ليكون ذاك المنهل الذي كان.. وتمضي الرواية بأحداثها والقارئ يمضي بين سطورها مترقباً نهاية أليمة وربما سعيدة لحب رعاه بجوارحه وتابعه بناظريه.. من خلال خيال طواف في عالم الإنسان."
    },
    {
      "title": "أولاد حارتنا",
      "thumbnail": "assets/images/books/awlad-haratina.jpg",
      "description": "يحكي لنا أديب نوبل في هذه الرواية عن الجبلاوي، وهو شخص مهيب عظيم الشأن، يسكن قصرًا فارهًا من ثلاثة طوابق يقع أعلى هضبة عالية في وسط صحراء المقطم، التي أنشأ فيها عزبة مترامية الأطراف مليئة بالحدائق الغنّاء، ويتسع ملكه ليشمل الأرض من حول العزبة، والتي يشار إليها باسم \"الحارة\" وما حولها من وقف يستأجره أهل الحارة من الجبلاوي وأبنائه، للجبلاوي خمسة من الأبناء الذكور هم: إدريس، ورضوان، وعباس، وجليل، وأدهم، والأخير هو الابن الأصغر والأثير لدى الجبلاوي الذي أنجبه من جارية سمراء البشرة، بينما أنجب إخوته الآخرين من امرأة نبيلة من خيرة النساء."
    },
    {
      "title": "اللص والكلاب",
      "thumbnail": "assets/images/books/allis-w-alkilab.jpg",
      "description": "رواية «اللص والكلاب» تقوم على خط الصراع الأساسي بين «اللص والكلاب» أو سعيد مهران والمجتمع. وهذا الخط يلعب دور العمود الفقري الذي يربط أجزاء الرواية منذ أول سطر إلي آخر سطر فيها، فلا يتكلف نجيب محفوظ مقدمات لتقديم شخصياته ولكنه يدفع بالقارئ فورا إلي الموقف الأساسي في الرواية ويمكن للقارئ أن يضع يده علي الخيط الأول وبذلك لا يحس بأنه يوجد هناك حاجز بينه وبين العمل الفني. تصور رواية «اللص والكلاب» شخصية سعيد مهران بأنه لص خرج من السجن صيفا بعد أن قضى به أربعة أعوام غدرا لينتقم من الذين اغتنوا على حساب الآخرين، وزيفوا المبادئ، وداسوا على القيم الأصيلة لكي يجعل من الحياة معنى بدلا من العبثية ولا جدواها. وهكذا قرر أن ينتقم من هؤلاء الكلاب إلا أن محاولاته كانت كلها عابثة تصيب الأبرياء وينجو منها الأعداء مما زاد الطين بلة. فصارت الحياة عبثا بلا معنى ولا هدف، ولقي مصيره النهائي في نهاية الرواية بنوع من اللامبالاة وعدم الاكتراث ولم يعرف لنفسه وضعا ولا موضعا، ولا غاية وجاهد بكل قسوة ليسيطر على شيء ما ليبذل مقاومة أخيرة، ليظفر عبثا بذكرى مستعصية، وأخيرا لم يجد بدا من الاستسلام، فاستسلم."
    },
    {
      "title": "دنيا الله",
      "thumbnail": "assets/images/books/dunia-allah.jpg",
      "description": "هي واحدة من أشهر روايات نجيب محفوظ وقد لاقت هذه الرواية شهرة كبيرة بين أوساط المثقفين والقراء والنُقاد، كما اشتهرت في أوساط العوام على حد سواء وتصدرت هذه الرواية قائمة الكتب الأكثر مبيعًا وقت صدورها، كما أن شهرتها ما زالت مستمرةً تعد من أكثر أعماله رمزيةً حيث اكدت هذا لجنة نوبل عام 1988 في ذلك حيث قالت اللجنة عن المجموعة أنّها: عمل فني يعالج الأسئلة الوجودية بشكل فني وافرد الكاتب جورج طرابيشي فصل کامل عن احدى القصص وهي قصة \" زعبلاوي \"في تحلیلها وتفسیر دروبها في كتابه \" الله في رحلة نجيب محفوظ الفكرية \" والتي اعتبرها ليس فقط طرابیشی بل عدد من النقاد بمثابة نواة لروايته الأهم اولاد حارتنا"
    },
    {
      "title": "الحرافيش",
      "thumbnail": "assets/images/books/alharafish.jpg",
      "description": "الرواية تحكي عشرة قصص لأجيال عائلة سكنت حارة مصرية غير محددة الزمان ولا المكان بدقة (يعتقد انها بالحسين في بداية فترة الأسرة العلوية بمصر). وكانت الحرافيش ولا تزال مادة رائعة للسينما والتلفزيون المصري حيث تمثلت في أكثر من فيلم سينمائي منها الحرافيش والمطارد وشهد الملكة والجوع والتوت والنبوت الجانب مسلسل الحرافيش في أجزائه الثلاثة وتتحدث الرواية عن فلسفة الحكم وتعاقب الحكام ودور الشعوب. كما لم تبتعد رواية الحرافيش كثيراً عن منحى الوجودية الذي انتحاه نجيب محفوظ في الكثير من رواياته رغم اكتسائها بالطابع الاجتماعي(إحدى الشخصيات تنشد الخلود بعد قهر الموت المفاجئ لها.... وسلوكيات أخرى في نفس الاتجاه). تتشعب أحداث وتفاصيل وشخصيات رواية الحرافيش في ذهن القارئ كما في قلم الكاتب لتزرع أفكاراً عديدة وتصب في فكرة تواتر الاجيال وضياع الأصول من جيل إلى اخر واندساس العروق. يحضر الدين أيضا في رواية الحرافيش كالروح التي لا يستطيع الإنسان إخراجها من بدنه رغم التمرد عليها.. هي رواية تحتوي كل الحياة تكتسي كل الطوابع وتسرد جل القيم بسخاء. و تمتلئ الرواية بأبيات من الشعر الفارسي التي استخدمها الكاتب كرمز للمجهول الذي تهيم به أرواح البشر...وتتوالى قصص الرواية كمعزوفة رائعة تختلط بها القوة والضعف...الخير والشر...الأمل واليأس..."
    },
    {
      "title": "قصر الشوق",
      "thumbnail": "assets/images/books/qasr-alshawq.jpg",
      "description": "بعد أن مات فهمي ابن السيد أحمد عبد الجواد، تمر خمس سنوات، ويخرج الأب إلى الحياة، لقد انتقلت بناته بعد زواجهن إلى حي قصر الشوق بالجمالية خلال العشرينات من هذا القرن، حيث ولدت زنوبة في بيت العالمه زبيدة ولم يلتفت إليها السيد عبد الجواد وقد ترك حياة الليل، يقرر عبد الجواد العودة إلى منزل زبيدة العالمة، ويفاجأ أن طفلة الأمس زنوبه قد كبرت وأصبحت فتاة وتستطيع زنوبه أن تجعل السيد عبد الجواد يقع في حبها وتقنعه بشراء عوامة لها، ولكنها في نفس الوقت تحب ياسين ابن أحمد عبد الجواد دون ان تعرف حقيقة الأمر وتتزوجه وتدخل أسرة السيد عبد الجواد كزوجة محترمة لابنه، أما كمال، فيحب عايدة، لكنها لا تتزوجه وتتركه يكفر بالمبادئ والمثل التي آمن بها، بعد أن تعايره بفقره، وتتزوج من أحد الشباب الأثرياء."
    },

    {
      "title": "زقاق المدق",
      "thumbnail": "assets/images/books/ziqaq-almudaq.jpg",
      "description": "زقاق المدق، يحكي عن زقاق من أزقة منطقة الحسين يسكنه مجموعة من الأشخاص تربطهم علاقات الجيرة والقرابة، حميدة شادية الفتاة اليتيمة الطامحة لحياة أخرى أكثر تحررا ورفاهية، تتم خطبتها لحلاق الزقاق عباس الحلو صلاح قابيل الذي يقرر السفر إلى معسكر الإنجليز ليحصل على مال أكثر يكفى به احتياجات حبيبته حميدة، بعد سفره يقوم قواد محترف فرج يوسف شعبان بإغواء حميدة، وبعد تورطها تنغمس في حياتها الجديدة وتنسى عباس وأهل الزقاق، وعندما يعود عباس ويعلم من أهل الزقاق بهروب حميدة، لا يصدق و يقرر البحث عنها، لكنه يفقد الأمل بعد أن يكون قد بحث عنها في كل مكان، الصدفة وحدها تجمعه بحميدة مرة ثانية في ليلة مظلمة يملأ صداها صوت صافرة إنذار الغارة، يكتشف حقيقة عملها، فيقع بين عذابين عذاب حبه لها وعذاب انتقامه لكرامته وشرفه، يقرر الذهاب إلى فرج لينتقم منه لكن رصاصة طائشة تصيب حميدة، يحملها عباس ويتجه بها إلى الزقاق ليحاول انقاذها، لكنها تلفظ نفسها الأخير في قلب الزقاق الذي خرجت منه.."
    },
    {
      "title": "السكرية",
      "thumbnail": "assets/images/books/alsukaria.jpg",
      "description": "يبدأ هذا الجزء بداية حزينة، كالنهاية التي انتهى بها سابقه. يتوفى إبنا عائشة وزوجها متأثرين بمرض التيفوئيد. وتتبدل حال عائشة، التي كانت آية في الحسن والجمال، إلى امرأة شاحبة البشرة ، غائرة العينين، خامدة النظرة، تدخّن بشراهة، وتشرب القهوة بلا توقف، ولم يبق لها سوى ابنتها نعيمة ذات الستة عشر عاما. في هذا الجزء يتبدل الأبطال، حيث يتبوأ أطفال الجزء الماضي مكان الصدارة في هذا الجزء كشبان نضجوا وأصبحت لكل منهم أهواؤه ومشاربه. في هذا العرض أيضا، وكما فعلت في عرض رواية (قصر الشوق)، سأستعرض الأحداث من خلال الأبطال الجدد، لكن سيظل لدينا بطل قديم متجدد هو (كمال)، الذي سيتنحى قليلا هذه المرة ليتقاسم البطولة مع أبناء أخيه وأخته."
    },
    {
      "title": "البداية و النهاية",
      "thumbnail": "assets/images/books/albidayat-w-alnihaya.jpg",
      "description": "يموت رب العائلة، فتعاني أسرته من شظف العيش بضالة المعاش وينتهى حسن الابن الأكبر إلى الحياة في حي الرذيلة تاجر للمخدرات والنساء، أما حسين الأوسط فيقبل العمل بشهادته المتوسطة، حتى يتيح الفرصة لأخيه حسنين ليكمل دراسته ويلتحق بالكلية الحربية. أما الابنة نفيسه فاقدة الجمال فيطردها سليمان البقال من حياته بعد أن زلت معه ثم تستمر في السير في طريق الرذيلة دون أن يعرف أحد وتساعد أخاها حسنين وأمها بالمبالغ القليلة التي تحصل عليها. يتخرج حسنين ضابطا. فيتنكر لأسرته وخطيبته ووسطه الاجتماعى ويتطلع إلى الارتباط بالطبقة الثرية، عن طريق الزواج منها. يعود حسن جريحاً مطارداً من البوليس إلى اسرته، ويستدعى حسنين في نفس الوقت إلى قسم البوليس ليجد أخته متهمة بالدعارة. يدفع حسنين أخته للانتحار غرقا تخلصا من الفضيحة، ويتذكر حياته ويجد عالمه ينهار فيلقي بنفسه في النيل وراءها."
    },
    {
      "title": "خان الخليلي",
      "thumbnail": "assets/images/books/khan-alkhalili.jpg",
      "description": "خان الخليلي هي رواية للكاتب المصري نجيب محفوظ تندرج ضمن التيار الواقعي في الأدب تتحدث عن (أحمد أفندي عاكف) الذي اضطر أن يقطع تعليمه ويتوظف حتى يرعى أسرته بعدما تم فصل أبيه من العمل.. وكانت الأسرة تسكن في حي السكاكيني، حتى اشتدت الحرب العالمية الثانية وكثرت الغارات، فاضطرت الأسرة للانتقال إلى حي خان الخليلي حيث أحب أحمد أفندي الكهل-كان في الأربعينيات- جارته الجميل نوال ابنة الستة عشر عاماً... ثم يعود أخوه (رشدي) من أسيوط حيث كان يعمل في فرع بنك مصر هناك، وينتقل إلى القاهرة ويحب رشدي نوال وتحبه هي أيضاً...لكن استهتار رشدي بصحته ومداومته على السهر والقمار وشرب الخمر يؤدي لاصابته بالسل ويموت في آخر الرواية. وتنتقل الأسرة إلى مكان آخر تاركة (خان الخليلي) !"
    },
    {
      "title": "ميرامار",
      "thumbnail": "assets/images/books/miramar.jpg",
      "description": "تدور أحداث الرواية في الستينيات بالإسكندرية في بنسيون ميرامار. تتبع الرواية تفاعلات المقيمين في البنسيون. تفاعلات جميع السكان تتمحور حول الخادمة زهرة، وهي فتاة فلاحية جميلة من محافظة البحيرة تخلت عن حياتها في قريتها. تحارب كل شخصية من أجل زهرة، تنشأ التوترات والغيرة. يتم إعادة سرد القصة أربع مرات من منظور مقيم مختلف في كل مرة، مما يسمح للقارئ بفهم تعقيدات الحياة المصرية في فترة ما بعد الثورة"
    },
    {
      "title": "ليالي ألف ليلة",
      "thumbnail": "assets/images/books/layali-alf-layla.jpg",
      "description": "تبدأ القصة بقرار شهريار الإبقاء على شهرزاد زوجة له دون أن يقتلها، ثم تعرض جوانب من حياة أبرز شخصيات السلطنة من خلال قصص منفصلة متصلة. وقصص شهرزاد تجعلنا مع شهريار نتلهف لسماع النهايات؛ حيث تتنوع الشخصيات في حكايات ليالي ألف ليلة ما بين جنٍّ وسلاطين وكائنات غريبة؛ فيزداد شوق الملك لسماع المزيد، لتكون النصيحة الأهم: «اصبر؛ فالفهم لا يتيسر إلا مع الزمن». خرج شهريار من جنته، ليذكرنا نجيب محفوظ أن «الحرية حياة الروح، وأن الجنة نفسها لا تغني عن الإنسان شيئًا إذا خسر حريته»"
    }
    

]